import Testimonial from '@/app/components/Testimonial'
import React from 'react'
import ServiceSection from '@/app/our-services/service-section'
import HeroSection from '@/app/components/Hero-section'
import image3 from "@/public/images/projects/1438-17.jpg"

export default function OurServices() {
    return (
        <>
            <HeroSection
                bg={image3}
                title={' خدماتنا '}
                desc={'يمثّل التصميم الداخلي الأنيق والمنظّم طريقًا للشعور بالسعادة والاكتفاء. يُعدّ التصميم والراحة عنصرين أساسيين لنجاح حياة الإنسان.'}
            />
            <main className="max-w-7xl mx-auto px-4 sm:px-6 space-y-5 lg:px-8 py-8 rtl text-right">
                <ServiceSection isArabic lang='ar'/>
                <h1 className="text-3xl font-bold">أفضل شركات التصميم الداخلي في الشارقة</h1>
                <p className="text-lg">
                    نحن نؤمن في إنماء للاستشارات الهندسية بأن التصميم الداخلي يعتبر من أهم العناصر
                    وأكثر الأدوات فعالية في بناء وتجهيز كل منزل بل وكل مبنى سواء مكتب أو شركة أو
                    محل تجاري أو غير ذلك. وهو فن ومجال إبداع يتم من خلاله معالجة المكان عبر
                    استغلال المساحة وتقسيم الموقع واستخدام الأثاث والإضاءة بالطريقة المناسبة
                    للحصول على مكان ذو مظهر جميل وجذاب يشعر الموجودين فيه بالراحة سواء كان للعمل
                    أو المعيشة.
                </p>
                <p>
                    تتعدد شركات التصميم الداخلي في الشارقة في دولة الإمارات العربية المتحدة، في حين
                    نعتبر نحن إحدى كبرى وأفضل هذه الشركات. فالأعمال الراقية واللمسات من الفخامة
                    والأناقة والجمال التي نقدمها أثبتت — وبشهادة جميع عملائنا — أننا من أهم شركات
                    التصميم الداخلي في الشارقة. وكان لنا فخر التميز بنجاح قلّ من ينافسنا فيه.
                </p>

                <p>
                    نحن متخصصون في المشاريع السكنية الفاخرة والتصاميم والديكور الداخلي لمختلف أنواع
                    المشاريع التجارية. نهدف من خلال تصاميمنا إلى زيادة الإنتاجية في العمل عبر
                    التصميمات المؤثرة والفعالة للهويات التجارية، وتصميم ديكور المحلات والمطاعم
                    والفنادق، وكذلك تصميم بيئة عمل مريحة وجميلة توفر المال وتزيد من إنتاجية
                    الموظفين. إن نهجنا يعتمد بشكل أساسي على تحقيق النجاح والجودة، فكل مشروع هو
                    فرصة جديدة لتقييم رؤية العميل وتقديمها بأفكار مبتكرة تتجاوز توقعاتهم.
                </p>

                <section className="space-y-4">
                    <h2 className="text-2xl font-bold">احصل على تصميم داخلي فخم من إنماء</h2>

                    <p>
                        إن تحقيق ونيل رضى عملائنا هو من أهم أولوياتنا وأهدافنا في إنماء للاستشارات
                        الهندسية كأحد أكبر شركات التصميم الداخلي في الشارقة. لذا نعتمد على كوادر
                        تقنية وفنية ذات قدرات عالية، تتألف من فريق متكامل من مهندسي الديكور والتصميم
                        الداخلي ذوي الخبرة والمهارة الواسعة.
                    </p>

                    <p>
                        نقود عملاءنا في عالم التصميم الداخلي من خلال الاستماع إلى رغباتهم وأفكارهم
                        وتحليلها وتطويرها بأفكار تمزج بين الحضارة الشرقية والغربية، وبين البيئة
                        القديمة والحديثة بطريقة متناغمة وفاخرة.
                    </p>

                    <p>
                        نحن لسنا كغيرنا من شركات التصميم الداخلي في الشارقة، إذ نتميز عنها جميعًا
                        بقدرتنا على إنتاج تصاميم تفوق الخيال في روعتها وجمالها. نعمل بحماس متقد وشغف
                        كبير يقودنا إلى الإبداع والحيوية داخل بيئة مهنية مبتكرة.
                    </p>
                </section>

                <Testimonial />
            </main>
        </>
    )
}